openfoam/NASA_hump_data_baseline/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          150;
        startFace       227090;
    }
    topWall
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          760;
        startFace       227240;
    }
    jet
    {
        type            patch;
        nFaces          70;
        startFace       228000;
    }
    outlet
    {
        type            patch;
        nFaces          150;
        startFace       228070;
    }
    bottomWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          690;
        startFace       228220;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          228000;
        startFace       228910;
    }
)

// ************************************************************************* //
